Repository: brantmerryman/Strings2PO
Catalog: Strings2PO/PO2StringsTests/*-vypr-mac-2.0.po
Languages: fr

source: Connection Log
fr: Journal de connexion

source: Copy To Clipboard
fr: Copier Vers le Presse-papiers

source: Email To Support
fr: Email à l'assistance

source: A network error occurred (%l). Login failed.
fr: Une problème de Réseau est apparu (%l). Échec de la connexion.

source: An authorization error occurred.
fr: Une erreur d'autorisation s'est produite.

source: Authenticating...
fr: Authentification...

source: Authentication Error
fr: Erreur d'Authentification

source: Bug Report
fr: Rapport d'erreur

source: Cancel
fr: Annuler

source: Choose Sound File...
fr: Choisir un fichier de son...

source: Closest Server
fr: Serveur le plus proche

source: Configuring...
fr: Configuration...

source: Connect
fr: Connectez

source: Connected
fr: Connecté

source: CONNECTED
fr: CONNECTÉ

source: CONNECTING
fr: CONNEXION

source: Connecting
fr: Connexion

source: Connecting Link...
fr: Connexion au lien...

source: Connecting...
fr: Connexion en cours ...

source: Connection Error
fr: Erreur de Connexion

source: Connection failure (authentication error)
fr: Échec de la connexion (erreur d'authentification)

source: Contact Support
fr: Contacter l´Assistance

source: Contacting Support Request
fr: Demande de Contact Support

source: Disabled
fr: Désactivé

source: Disconnect
fr: Déconnexion

source: DISCONNECTED
fr: DÉCONNEXION

source: Disconnected
fr: Déconnecté

source: DISCONNECTING
fr: DÉCONNEXION

source: Disconnecting
fr: Déconnexion

source: Disconnecting...
fr: Déconnexion en cours...

source: Enabled
fr: Activé

source: Error
fr: Erreur

source: Feedback
fr: Retour d'information

source: Helper Tool Required.
fr: Outil d'assistance requis.

source: Holding Link Off...
fr: Retenue du lien désactivé...

source: If you have a problem, we are here to help. Please describe how our support team can assist you.
fr: Si vous avez un problème, nous sommes là pour vous aider. Merci d'expliquer à votre équipe d'assistance comment elle peut vous assister.

source: Initializing...
fr: Initialisation...

source: Install
fr: Installer

source: 256-bit encryption is strong encryption and is more secure than PPTP. Slower speeds due to encryption strength comparable to OpenVPN. Built-in support by most desktop, mobile and tablet devices.
fr: L'encodage 256-bit est un encodage fort et plus sécurisé qu'en PPTP. Vitesse plus lente due à la force de l'encodage comparable au OpenVPN. Prise en charge par la plupart des ordinateurs, portables et tablettes.

source: Logged Out
fr: Déconnecté

source: Logging In
fr: Connecté

source: Logging Out
fr: Déconnexion

source: Login Error
fr: Erreur de connexion

source: Login Failure
fr: Echec de la connexion

source: More Information
fr: Plus d'information

source: NAT Firewall: Disabled
fr: Pare-feu NAT: Désactivé

source: NAT Firewall: Enabled
fr: Pare-feu NAT: Activé

source: Negotiating Link...
fr: Lien en Négotiation...

source: Negotiating Network...
fr: Négociation du réseau...

source: No Connection
fr: Pas de connexion

source: No Internet
fr: Pas d'internet

source: Not Connected
fr: Pas connecté

source: Less secure than OpenVPN - 256 bit encryption. Trades decreased encryption strength for faster speeds.
fr: Moins sécurisé que OpenVPN - encode 256 bit. Échange la force d'encodage pour des vitesses plus rapides.

source: The premier VPN protocol. Best performing protocol with fastest speeds, even on connections with high latency and across great distances. Most reliable and stable protocol, even behind wireless routers, on non-reliable networks and on Wi-Fi hotspots.
fr: Le meilleur protocole VPN. Protocole le plus performant, plus rapide, même en connexion à forte latence et à travers de longues distances. Le protocole le plus sécurisé et stable, même avec des routeurs sans fils, sur réseaux non sécurisés et hotspots Wi-Fi .

source: Our team reads every bug report. You can help us by letting us know what you were doing when the bug occurred.
fr: Notre équipe lit chaque rapport d'erreur. Vous pouvez nous aider en nous indiquant ce que vous faisiez quand l'erreur a eu lieu.

source: Please describe the issue you are experiencing.
fr: Veuillez décrire le problème.

source: Please tell us what you were doing when the bug occurred...
fr: Veuillez-nous dire ce que vous faisiez que l'erreur s'est produite...

source: Provides basic security. Slightly faster due to 128 bit encryption. A good choice if security is not a top priority. Like L2TP/IPsec, PPTP has built-in support by most desktop, mobile and tablet devices.
fr: Fournit une sécurité de base. Légèrement plus rapide grâce à l'encodage 128 bit. C'est un bon choix si la sécurité n'est pas votre priorité principale. Comme L2TP/IPsec, PPTP a un service client intégré pour la plupart des ordinateurs, des portables et des tablettes.

source: Product Feedback
fr: Impressions sur le produit

source: PUBLIC IP ADDRESS
fr: ADRESSE IP PUBLIQUE

source: Quit
fr: Quitter

source: Quitting VyprVPN will terminate your VPN connection. Do you wish to continue?
fr: Sortir de VyprVPN mettra fin à votre connexion VPN. Souhaitez-vous continuer?

source: Reconnecting...
fr: Reconnexion

source: Report Bug
fr: Indiquer un bug

source: Restart
fr: Redémarrage

source: Sending Bug Report
fr: Envoi du rapport d'erreur

source: Sending Feedback
fr: envoi du feed-back

source: Show server locations...
fr: Montrer l'emplacement du serveur...

source: Submit Feedback
fr: Envoyer le feed-back

source: Support Request
fr: Demande d'aide

source: Suspended
fr: Arrêté

source: Tell us about your experience with VyprVPN...
fr: Parler-nous de votre expérience avec le VyprVPN...

source: Terminating...
fr: Finalisation...

source: The connect sound could not be set.
fr: La connexion du son a échoué.

source: This change requires restart.
fr: Cette modification nécessite un redémarrage.

source: To apply this change, the application must restart. If VyprVPN is connected, your connection will remain active.
fr: Pour que cette modification soit effectuée, vous devez redémarrer l'application. Si le WyprVPN est connectée, votre connexion restera active.

source: Unable to connect
fr: Impossible de se connecter

source: Unable to login
fr: Impossible de se connecter

source: VYPRVPN IP ADDRESS
fr: ADRESSE IP VYPRVPN

source: VyprVPN requires a helper tool in order to operate. Click Install to begin the installation process. You will be asked to provide administrator credentials.
fr: Le VyprVPN nécessite un outil d'aide pour fonctionner. Cliquer sur Installer pour lancer le processus d'installation. Les références de l'administrateur vous seront exigées.

source: WaitingForCallBack...
fr: En Attente du Rappel...

source: We couldn't send your message
fr: Nous n'avons pas pu envoyer votre message

source: We'd like to know how we can make our current product better. Tell us about your experience with VyprVPN.
fr: Nous aimerons savoir comment améliorer notre produit. Parlez-nous de votre expérience avec le VyprVPN.

source: Log In...
fr: Connexion...

source: Server Location
fr: Emplacement serveur

source: Bring All to Front
fr: Ramener tout sur la façade

source: Window
fr: Fenêtre

source: Minimize
fr: Minimiser

source: About VyprVPN
fr: A propos de VyprVPN

source: Preferences...
fr: Préférences...

source: Hide VyprVPN
fr: Dissimuler VyprVPN

source: Quit VyprVPN
fr: Quitter VyprVPN

source: Hide Others
fr: Dissimuler les autres

source: Show All
fr: Tout afficher

source: Help
fr: Aide

source: Speed Graph
fr: Graphique de vitesse

source: Show VyprVPN
fr: Afficher VyprVPN

source: Update Available
fr: Mise à jour disponible

source: Toggle App Update
fr: Basculer vers mise à jour App

source: Feature Request
fr: Demandes de fonctionnalités

source: Report a Problem
fr: Signaler un problème

source: Incorrect Username and Password
fr: Nom d'utilisateur et Mot de passe incorrects

source: Remember Password
fr: Se rappeler du mot de passe

source: Log in
fr: Se connecter

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Log In
fr: Connexion

source: TIME CONNECTED
fr: DURÉE DE CONNEXION

source: VPN PROTOCOL & ENCRYPTION
fr: PROTOCOLE VPN & ENCODAGE

source: NAT FIREWALL
fr: PARE-FEU NAT

source: L2TP - 256 bit encryption
fr: L2TP - encodage 256 bit

source: Inactive
fr: Inactif

source: No Internet Connection
fr: Pas de connexion Internet

source: VyprVPN Preferences
fr: Préférences VyprVPN

source: General
fr: Général

source: Account
fr: Compte

source: OtherViews
fr: autres vues

source: Menu Bar Only
fr: Barre de Menu seulement

source: Menu Bar & Dock
fr: Barre de menu & Dock

source: Display VyprVPN icon in:
fr: Visualiser l'icône VyprVPN dans:

source: Protocol
fr: Protocole

source: Startup:
fr: Démarrage:

source: Connection:
fr: Connexion:

source: Sound:
fr: Son:

source: Appearance:
fr: Apparence:

source: Launch VyprVPN on startup
fr: Lancer VyprVPN au démarrage

source: Connect VyprVPN on application launch
fr: Connecter le VyprVPN lors du lancement de l'application

source: Automatically reconnect when disconnected
fr: Reconnexion automatique après une déconnexion

source: Connect on unsecured wireless networks
fr: Connexion sur des réseaux sans fil non sécurisés

source: Play notification sound on connect
fr: Lire la notification audio à la connexion

source: Play notification sound on disconnect
fr: Avertissement sonore lors de la déconnexion

source: Use color menubar icon
fr: Utiliser l’icône de coloration du menu

source: Username:
fr: Nom d'utilisateur:

source: Log Out
fr: Déconnexion

source: Dock Only
fr: Dock seulement

source: Improve VyprVPN:
fr: Améliorer VyprVPN:

source: Share non-personally identifiable app data to help us improve VyprVPN
fr: Partagez vos données d'application non confidentielles pour nous aider à améliorer VyprVPN

source: PPTP (128 bit encryption)
fr: PPTP (encodage 128 bit)

source: OpenVPN (160 bit encryption)
fr: OpenVPN (160 bits de cryptage)

source: OpenVPN (256 bit encryption)
fr: OpenVPN (256 bits de cryptage)

source: L2TP/IPsec (256 bit encryption)
fr: L2TP/IPsec (encodage 256 bit)

source: Enable connection log
fr: Autoriser la connexion

source: Manage Account Settings...
fr: Réglages de gestion du compte...

source: Automatically send crash reports
fr: envoyer automatiquement les rapports de crash

source: VyprVPN Disconnected
fr: VyprVPN déconnecté

source: Asia
fr: Asie

source: North America
fr: Amérique du Nord

source: South America
fr: Amérique du sud

source: By Country
fr: Par pays

source: By Region
fr: Par région

source: Placeholder
fr: Paramètre fictif

source: Attach Connection Log
fr: Inclure archive de connexion

source: Sending...
fr: Envoi...

source: Email (Optional)
fr: Email (Optionnel)
